{"translation-revision-date":"2025-06-11 15:27:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Manage publications in Publisher Center":["Gérer les publications dans Publisher Center"],"The previously selected product ID %s was not found. Please select a new product ID.":["L'identifiant produit %s précédemment sélectionné est introuvable. Veuillez en sélectionner un nouveau."],"Learn more about product IDs":["En savoir plus sur les identifiants produit"],"Product IDs offer a way to link content to payment plans. <a>Learn more<\/a>":["Les identifiants produit permettent d'associer du contenu à des forfaits. <a>En savoir plus<\/a>"],"Learn more about setting product IDs at a content-level":["En savoir plus sur la configuration des identifiants produit au niveau du contenu"],"Use the new settings in the block editor to select different product IDs for individual pages or control where CTAs appear on an individual post. <learnMore>Learn more<\/learnMore>":["Utilisez les nouveaux paramètres de l'éditeur de blocs pour sélectionnez différents identifiants produit pour des pages spécifiques ou pour déterminer où les CTA s'affichent dans un post spécifique. <learnMore>En savoir plus<\/learnMore>"],"Selecting “open access” will allow your reader to access your content without a subscription":["Si vous sélectionnez \"accès libre\", vos lecteurs pourront accéder à vos contenus sans abonnement"],"Get started":["Commencer"],"Learn more about Reader Revenue Manager features":["En savoir plus sur les fonctionnalités Reader Revenue Manager"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Découvrez les fonctionnaltiés supplémentaires de Reader Revenue Manager, comme les paywalls, les abonnements et les contributions. <a>En savoir plus<\/a>"],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["Vous pouvez modifier vos paramètres et sélectionnez les pages de votre site qui incluront un CTA de contribution."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["Vous pouvez modifier vos paramètres pour gérer les identifiants produit et sélectionner les pages de votre site qui incluront un CTA de contribution."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["Vous pouvez modifier vos paramètres et sélectionnez les pages de votre site qui incluront un CTA d'abonnement."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["Vous pouvez modifier vos paramètres pour gérer les identifiants produit et sélectionner les pages de votre site qui incluront un CTA d'abonnement."],"Manage CTAs":["Gérer les CTA"],"Success! Your Reader Revenue Manager account is set up":["Votre compte Reader Revenue Manager a bien été configuré"],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Exploitez toutes vos opportunités de revenus lecteurs en utilisant des fonctionnalités telles que les paywalls, les abonnements, les contributions et les inscriptions à la newsletter."],"Select the content types where you want your CTAs to appear:":["Sélectionnez les types de contenus dans lesquels vous souhaitez que vos appels à l'action apparaissent :"],"CTA Placement":["Emplacement de l'appel à l'action"],"Learn more about Reader Revenue Manager settings in the block editor":["En savoir plus sur les réglages de Reader Revenue Manager dans l'éditeur de blocs"],"Use the new settings in the block editor to customize where your CTAs appear. <a>Learn more<\/a>":["Utilisez les nouveaux réglages dans l'éditeur de blocs pour personnaliser l'emplacements de vos appels à l'action. <a>En savoir plus<\/a>"],"Explore features":["Explorer les fonctionnalités"],"Easily monetize your content by offering users subscription options to access content behind a paywall, or make voluntary contributions.":["Monétisez facilement votre contenu en proposant aux utilisateurs et utilisatrices des options d'abonnement pour accéder au contenu derrière un paywall, ou en faisant des contributions volontaires."],"Now you can offer your users subscription options to access content behind a paywall, or make voluntary contributions. <a>Learn more<\/a>":["Vous pouvez désormais proposer à vos utilisateurs et utilisatrices des options d'abonnement pour accéder au contenu derrière un paywall, ou faire des contributions volontaires.<a>En savoir plus<\/a>"],"Complete account setup with Reader Revenue Manager":["Terminez la configuration du compte avec Reader Revenue Mananger"],"New! Monetize your content with Reader Revenue Manager":["Nouveau ! Monétisez votre contenu avec Reader Revenue Manager"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Pour terminer la configuration de votre paywall Reader Revenue Manager, ajoutez vos ID produits dans les réglages"],"Edit settings":["Modifier les réglages"],"New! You can now select product IDs to use with your Reader Revenue Manager snippet":["Nouveau ! Vous pouvez maintenant sélectionner vos ID produits dans votre extrait Reader Revenue Manager"],"Content type to display CTAs":["Type de contenu pour afficher les appels à l'action"],"Display CTAs":["Afficher les appels à l'action"],"Default Product ID":["ID produit par défaut"],"Open access":["Accès libre"],"Site wide":["Sur l'ensemble du site"],"Specified pages":["Pages spécifiées"],"Specific content types":["Types de contenus spécifiques"],"Turn casual visitors into loyal readers and earn more from your content with paywalls, contributions, surveys, newsletter sign-ups and reader insight tools. <a>Learn more<\/a>":["Transformez les visiteurs occasionnels en lecteurs fidèles et gagnez plus avec votre contenu grâce aux paywalls, aux contributions, aux enquêtes, aux inscriptions à la newsletter et aux outils d'insight des lecteurs. <a>En savoir plus<\/a>"],"Reader Revenue Manager publication tracking will be disabled":["Le suivi des publications de Reader Revenue Manager sera désactivé"],"%1$s%2$s Please try again.":["%1$s%2$s Veuillez réessayer."],"Learn more about setting up Reader Revenue Manager":["Découvrez Reader Revenue Manager"],"Once you have created your publication, it is submitted for review. <a>Learn more<\/a>":["Une fois votre publication créée, elle est envoyée pour examen. <a>En savoir plus<\/a>"],"To complete your Reader Revenue Manager account setup you will need to create a publication and set up Reader Revenue Manager in Publisher Center.":["Pour terminer la configuration de votre compte Reader Revenue Manager, vous devrez créer une publication et configurer Reader Revenue Manager dans Publisher Center."],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["%s a configuré Reader Revenue Manager et vous n'avez pas accès à sa publication configurée. Contactez-les pour obtenir l'accès ou modifier la publication configurée."],"The previously selected publication with ID %s was not found. Please select a new publication.":["La publication précédemment sélectionnée (ID %s) est introuvable. Veuillez sélectionner une nouvelle publication."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Votre compte Reader Revenue Manager a bien été configuré, mais votre publication nécessite une configuration supplémentaire dans Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Votre publication est toujours en attente d'examen. Vous pouvez vérifier son état dans Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Votre compte Reader Revenue Manager a bien été configuré."],"Set up Reader Revenue Manager":["Configurer Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Augmentez vos revenus et renforcez l'engagement des lecteurs"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["Votre publication a bien été créée. Elle est désormais en attente d'examen. Cette étape peut nécessiter jusqu'à deux semaines."],"Create publication":["Créer la publication"],"Complete publication setup":["Terminer la configuration de la publication"],"Check publication status":["Vérifier l'état de la publication"],"Your publication requires further setup in Reader Revenue Manager":["Votre publication nécessite une configuration supplémentaire dans Reader Revenue Manager"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["Votre publication est toujours en attente d'examen. Vous pouvez vérifier son état dans Reader Revenue Manager."],"Site Kit will connect your existing publication":["Site Kit va connecter votre publication existante"],"Enable features":["Activer les fonctionnalités"],"Your Reader Revenue Manager publication is approved":["Votre publication Reader Revenue Manager est approuvée"],"Publication":["Publication"],"Select your preferred publication to connect with Site Kit":["Sélectionnez la publication de votre choix à connecter à Site Kit"],"The site should use HTTPS to set up Reader Revenue Manager":["Le site doit utiliser HTTPS pour configurer Reader Revenue Manager"],"Don’t show again":["Ne plus afficher"],"All post types":["Tous les types de publications"],"Retry":["Réessayer"],"Another admin":["Autre administrateur"],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["OK"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Terminer la configuration"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"OK, Got it!":["OK, je comprend !"],"Back":["Retour"],"Learn more":["En savoir plus"],"Close":["Fermer"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-fae5f59613aebd1fbde9.js"}}