{"translation-revision-date":"2025-06-11 15:27:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Congrats on completing the setup for Site Kit!":["Félicitations, vous avez terminé la configuration de Site Kit."],"First-party mode has been disabled due to server configuration issues. Measurement data is now being routed through the default Google server. Please contact your hosting provider to resolve the issue. <a>Learn more<\/a>":["Le mode propriétaire a été désactivé en raison de problèmes de configuration du serveur. Les données de mesure sont désormais acheminées via le serveur Google par défaut. Veuillez contacter votre fournisseur d'hébergement pour résoudre ce problème. <a>En savoir plus<\/a>"],"Learn more about First-party mode server requirements":["En savoir plus sur la configuration requise pour le serveur en mode propriétaire"],"You can always disable it in Analytics or Ads settings":["Vous pouvez toujours désactiver cette option dans les réglages Analytics ou Ads"],"You successfully enabled First-party mode!":["Vous avez activé le mode propriétaire."],"Enable First-party mode":["Activer le mode propriétaire"],"Enable First-party mode (<em>beta<\/em>) to send measurement through your own domain - this helps improve the quality and completeness of Analytics or Ads metrics.":["Activez le mode propriétaire (<em>bêta<\/em>) pour envoyer les mesures via votre propre domaine - cela permet d'améliorer la qualité et l'exhaustivité des mesures Analytics ou Ads."],"Get more comprehensive stats by collecting metrics via your own site":["Obtenez des statistiques plus complètes en collectant des métriques sur votre propre site"],"Enable consent mode":["Activer le mode Consentement"],"Learn more about consent mode":["En savoir plus sur le mode Consentement"],"Enable Consent Mode to preserve tracking for your Ads campaigns":["Activer le mode Consentement pour préserver le suivi de vos campagnes Google Ads"],"Don’t show again":["Ne plus afficher"],"See other services":["Voir les autres services"],"Permissions Error":["Erreur liée aux droits"],"Engagement Rate":["Taux d'engagement"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Pour continuer d'utiliser Analytics avec Site Kit, vous devez l'autoriser à vérifier les éventuelles modifications apportées à la propriété Analytics cible de votre balise Google. Cette fonctionnalité a en effet récemment été mise à jour pour que les utilisateurs puissent modifier la propriété Analytics connectée d'une balise sans modifier le code du site. C'est pourquoi Site Kit doit dorénavant régulièrement vérifier si la balise sur votre site correspond bien à la destination de la propriété Analytics."],"Grant permission":["Accorder l'autorisation"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit a besoin d'autorisations supplémentaires pour détecter les mises à jour des balises sur votre site."],"Enable auto-updates":["Activer les mises à jour automatiques"],"Turn on auto-updates so you always have the latest version of Site Kit. We constantly introduce new features to help you get the insights you need to be successful on the web.":["Activez les mises à jour automatiques afin de toujours disposer de la dernière version de Site Kit. Nous ajoutons régulièrement de nouvelles fonctionnalités pour vous permettre de disposer des informations dont vous avez besoin pour réussir sur le Web."],"Auto-updates have been enabled. Your version of Site Kit will automatically be updated when new versions are available.":["Les mises à jour automatiques sont activées. Votre version de Site Kit sera automatiquement mise à jour lorsque de nouvelles versions seront disponibles."],"Keep Site Kit up-to-date":["Garder Site Kit à jour"],"Thanks for enabling auto-updates":["Merci d'activer les mises à jour automatiques"],"The following modules failed to be recovered:":["Les modules suivants n'ont pas pu être récupérés :"],"Get help":["Obtenir de l'aide"],"Dashboard data for some services has been interrupted":["Les données du tableau de bord pour certains services ont été interrompues"],"By recovering the selected modules, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["En récupérant les modules sélectionnés, vous restaurez l'accès pour les autres utilisateurs en partageant l'accès via votre compte Google. Cette modification est sans incidence sur les services externes et peut être gérée à tout moment dans les paramètres de partage du tableau de bord."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Les données pour les modules suivants ont été partagées précédemment avec d'autres utilisateurs du site par un autre administrateur qui n'y a plus accès. Pour restaurer l'accès, vous pouvez récupérer le module en tant que nouveau propriétaire."],"Recover":["Récupérer"],"By recovering the module, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["En récupérant le module, vous restaurez l'accès pour les autres utilisateurs en partageant l'accès via votre compte Google. Cette modification est sans incidence sur les services externes et peut être gérée à tout moment dans les paramètres de partage du tableau de bord."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Les données %s ont été partagées précédemment avec d'autres utilisateurs du site par un autre administrateur qui n'y a plus accès. Pour restaurer l'accès, vous pouvez récupérer le module en tant que nouveau propriétaire."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Les données pour les modules suivants ont été partagées précédemment avec d'autres utilisateurs du site par un autre administrateur qui n'y a plus accès. Pour restaurer l'accès, un autre administrateur disposant du droit d'accès doit récupérer le module."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Les données %s ont été partagées précédemment avec d'autres utilisateurs du site par un autre administrateur qui n'y a plus accès. Pour restaurer l'accès, un autre administrateur disposant du droit d'accès doit récupérer le module."],"Error connecting Site Kit":["Erreur lors de l'association de Site Kit"],"%1$s: %2$s":["%1$s : %2$s"],"Search Console is gathering data":["Search Console collecte des données"],"Search Console and Analytics are gathering data":["Search Console et Analytics collectent des données"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit affichera des statistiques dans le tableau de bord dès que suffisamment d'internautes auront visité votre site. Continuez d'améliorer votre site pour attirer davantage de visiteurs."],"Not enough traffic yet to display stats":["Trafic insuffisant pour afficher des statistiques"],"Go to Settings":["Aller aux réglages"],"Connect more services to see more stats.":["Associez plus de services pour obtenir plus de statistiques."],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"Got it":["OK"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Others":["Autres"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Me le rappeler plus tard"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"Previous period":["Période précédente"],"Redo setup":["Recommencer la configuration"],"Site Kit can’t access necessary data":["Site Kit ne peut pas accéder aux données nécessaires"],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"Oops! There was a problem during set up. Please try again.":["Petit problème... Un problème est survenu lors de la configuration. Veuillez réessayer."],"OK, Got it!":["OK, je comprend !"],"Session Duration":["Durée de la session"],"Back":["Retour"],"Learn more":["En savoir plus"],"Sessions":["Sessions"],"Users":["Utilisateurs"],"Dismiss":["Ignorer"],"Close":["Fermer"],"Day":["Jour"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-625174d6eee05ac6d2a8.js"}}